{
  "home_page": "الصفحة الرئيسية",
  "settings": "الإعدادات",
  "logout": "تسجيل الخروج",
  "change_language": "تغيير اللغة",
  "wallet": "المحفظة",
  "balance": "رصيد حساب",
  "payments": "المدفوعات",
  "incomplete_orders": "طلبات غير مكتملة",
  "completed_orders": "الطلبات المكتملة",
  "balance_desc": "إذا كان الرصيد> 0 فسيتم اعتباره رصيدًا مستحق الدفع وفي حالة الرصيد <0 فسيتم اعتباره رصيدًا مستحق الدفع",
  "payments_desc": "المبلغ الإجمالي للأموال التي دفعتها أنت و نحن نقدمها بالفعل",
  "incomplete_orders_desc": "تجميع جميع الطلبات التي تكون فيها حالة الأمر غير مكتملة",
  "completed_orders_desc": "The summation of all orders where the status of the order is completed",
  "more_details": "تفاصيل اكثر",
  "terms_and_conditions": "الأحكام والشروط",
  "terms_and_conditions_title": " اتفاقية تقديم خدمات 'الاتفاقية' ",
  "terms_and_conditions_value":"الشركة \n شركة الميل الأخير لتقنية المعلومات\n سجل تجاري \nرقم: 1010627569 وعنوانها:3428، الأمير سلطان، السليمانية، 8191 ويمثلها لغايات التوقيع على هذه الاتفاقية:ايهاب طه محمد الخياري (ويشار اليها لاحقاً في هذه الاتفاقية بـ \"الشركة\") \nالمستخدم    شركة \nرقم التسجيل/ رقم الهوية: \nالعنوان: المفوض/ة بالتوقيع: (ويشار اليه لاحقاً في هذه الاتفاقية بـ \"المستخدم\") \nالنطاق الجغرافي كامل مدن المملكة العربية السعودية (ويشار اليه لاحقاً في هذه الاتفاقية بـ \"النطاق الجغرافي\") \nتفاصيل المستخدم لغايات التبليغ ممثل/ة المستخدم: \nالعنوان: \nرقم الجوال:\n رقم الهاتف: \nالايميل الالكتروني:\n\n تاريخ النفاذ تم ابرام هذه الاتفاقية في يوم الأربعاء 20/5/2020 (ويشار اليه لاحقاً في هذه الاتفاقية بـ \"تاريخ النفاذ\") \n\nمقدمة\n حيث أن  الشركة تملك حق التعاقد عن شركة وي ديلفر (\\\"شركة وي ديلفر\\\") داخل المملكة العربية السعودية، وذلك لغايات التعاقد مع شركات و/أو أفراد و/أو أي جهات ترغب باستخدام خدمة (وي ديلفر – WeDeliver) وتطبيقاتها الذكية الخاص بشركة وي ديلفر (\\\"خدمة وي ديلفر\\\")، والذي يعمل على ربط هذه الشركات و/أو الأفراد و/أو الجهات بسائقين متعاقدين مع الشركة لغايات قيام السائقين بنقل بضائع و/أو طرود الخاصة بالشركات و/أو الأفراد و/أو الجهات المذكورة من نقاط الارسال الى نقاط التسليم؛ \n\nوحيث أن المستخدم يرغب في التعاقد مع الشركة من أجل الاستفادة من خدمة وي ديلفر التي تقوم بتقديمها، وذلك من خلال قيام الشركة بتسهيل عملية استلام وتسليم البضائع و/أو الطرود الخاصة بالمستخدم من موقع الى آخر، وذلك وفقاً لأحكام وشروط هذه الاتفاقية؛ وعليه، فقد اتفق الفريقان على كل مما يلي: \n1.  الغلاف والمقدمة والملاحق \n1.  يعتبر غلاف هذه الاتفاقية ومقدمتها وملحقها جزءاً لا يتجزأ منها، وتقرأ جميعها مع هذه الاتفاقية كوحدة واحدة.\n2.  يوجد ملحق واحد لهذه الاتفاقية، وهو الملحق (أ)، ويمثل قائمة الأسعار. \n\n1.  التعريفات \n1.  يكون لكل من الكلمات أدناه المعاني المخصصة لها بجانب كل منها، ما لم تدل القرينة أو السياق على خلاف ذلك: \n● الفريق: أي من الشركة أو المستخدم منفرداً.\n● الفريقان/ الفريقين: الشركة والمستخدم مجتمعين. \n● السائق: وهو الفرد المتعاقد مع الشركة و/أو مع شركة وي ديلفر، والذي يعمل على تقديم خدمات استلام وتسليم الطرود.\n● الطلب الرسمي: الطلب الصادر من المستخدم عبر خدمة وي ديلفر، والذي يشمل كافة المعلومات الواجب اضافتها وفقاً للوارد في خدمة وي ديلفر. بحيث يشمل الطلب الرسمي على سبيل المثال لا الحصر معلومات عن نقطة الارسال، ونقطة التسليم، ومحتوى الطرد، وثمن الطرد، واسم المستلم، ورقم هاتف المستلم، وآلية دفع ثمن الطرد، وآلية دفع البدل المالي المستحق للشركة، والجهة التي ستقوم بدفع كل من ذلك، ورغبة المستخدم في الحصول على التأمين الإضافي، وغيرها من المعلومات التي تحددها الشركة و/أو شركة وي ديلفر، والواجب تعبئتها وفقاً للنموذج الوارد في خدمة وي ديلفر. \n● نقطة الارسال: المرسل، وهي الجهة التي سيقوم السائق باستلام الطرد منها، والتي تشمل أي عنوان متواجد داخل النطاق الجغرافي المحدد في هذه الاتفاقية، بحيث يتم تحديده من المستخدم من خلال الطلب الرسمي المرسل عبر خدمة وي ديلفر. \n● نقطة التسليم: المرسل اليه، وهي الجهة التي سيقوم السائق بتسليم الطرد اليها، والتي تشمل أي عنوان متواجد داخل النطاق الجغرافي المحدد في هذه الاتفاقية، بحيث يتم تحديده من المستخدم من خلال الطلب الرسمي المرسل عبر خدمة وي ديلفر. \n● الطرد: وهو عبارة عن ما يتم نقله من نقطة الارسال الى نقطة التسليم، والذي يشمل على سبيل المثال لا الحصر بضائع و/أو أوراق و/أو ملفات و/أو غيرها مما يرغب المستخدم بنقله.\n● يوم العمل: تعني أيام الأحد، الاثنين، الثلاثاء، الأربعاء، الخميس و السبت. ولا تشمل أيام العمل العطل الرسمية. \n3.  في حال وردت أي من الكلمات الواردة في الفقرة السابقة في صيغة المثنى أو الجمع، فيكون لها نفس المعنى المحدد أمامها في الفقرة السابقة. \n4.  موضوع الاتفاقية بموجب هذه الاتفاقية وملاحقها، ووفقاً لأحكامها وشروطها، ستقوم الشركة بتسهيل عملية استلام وتسليم الطرود الخاصة بالمستخدم من نقطة الإرسال الى نقطة التسليم، وذلك من خلال السماح للمستخدم باستخدام خدمة وي ديلفر، لغاية ربطه مع عدد من السائقين الذين سيقومون بتقديم خدمات استلام وتسليم الطرود الخاصة بالمستخدم من نقطة الإرسال الى نقطة التسليم. \n\n1.  آلية العمل سيتم اتباع آلية العمل الآتية: \n1.  ستقوم الشركة بإعطاء المستخدم اسم مستخدم وكلمة سر خاصة به تتيح له استخدام خدمة وي ديلفر وذلك خلال مدة ثلاث أيام عمل من تاريخ النفاذ؛ \n2.  ستقوم الشركة بتدريب المستخدم وفريقه المختص على استخدام خدمة وي ديلفر، لغايات السماح للمستخدم بالانتفاع من كافة الخصائص والميزات المتواجدة بخدمة وي ديلفر، وذلك خلال مدة أسبوع من تاريخ النفاذ، بحيث يكون التدريب إما شخصياً أو عبر ارسال مادة تدريبية مسجلة تفسّر طريقة استخدام خدمة وي ديلفر، وفقاً لما تراه الشركة وحدها مناسباً؛ \n3.  يقوم المستخدم بإرسال الطلب الرسمي عبر خدمة وي ديلفر، بحيث يشمل الطلب الرسمي معلومات عن نقطة الارسال، ونقطة التسليم، ومحتوى الطرد، وثمن الطرد، واسم المستلم، ورقم هاتف المستلم، وآلية دفع ثمن الطرد، وآلية دفع البدل المالي المستحق للشركة، والجهة التي ستقوم بدفع كل من ذلك، ورغبة المستخدم في الحصول على التأمين الإضافي، وغيرها من المعلومات التي تحددها الشركة و/أو شركة وي ديلفر، والواجب تعبئتها وفقاً للنموذج الوارد في خدمة وي ديلفر؛ وفي المقابل، ستحدد الشركة للمستخدم البدل المالي المستحق للشركة؛ \n4.  ستعمل خدمة وي ديلفر على تحديد السائق المتوفر لنقطة الارسال، وارسال هذا الطلب الرسمي والذي يحتوي كافة التفاصيل لذلك السائق، بالإضافة الى تحديد  البدل المالي المستحق للشركة؛\n5.  سيقوم ذلك السائق بالتوجه الى نقطة الارسال لغايات استلام الطرد، وسيقوم ممثل نقطة الارسال بإعطاء السائق فاتورة مفصلة بثمن الطرد المذكور وتفاصيله؛ \n6.  سيقوم السائق بتسليم الطرد الى نقطة التسليم، وذلك بعد قيام السائق بالتأكد من هوية المستلم، وقيام المستلم بالتوقيع على الفاتورة التي تم استلامها من نقطة الارسال لغاية تأكيد استلامه للطرد، وبعد قيام السائق باستلام ثمن الطرد (إن ورد في الطلب الرسمي المرسل من المستخدم أن يقوم ممثل نقطة التسليم بدفع ثمن الطرد نقداً)، بالإضافة الى البدل المالي المستحق للشركة (إن ورد في الطلب الرسمي المرسل من المستخدم أن يقوم ممثل نقطة التسليم بدفع البدل المالي المستحق للشركة نقداً)؛ حيث سيتم احتساب البدل المالي بناءً على قائمة الأسعار الواردة في الملحق (أ) من هذه الاتفاقية؛ \n7.  سيقوم السائق بتحديث حالة الطلب عبر التطبيق الخاص به فور استلام ممثل نقطة التسليم للطرد، وتحميلها وارسالها عبر خدمة وي ديلفر؛ \n8.  في حال استلم السائق ثمن الطرد، سيتم التحاسب بين المستخدم والشركة في صباح أيام الاثنين التي تلي الدورة المالية الأسبوعية (والتي تبدأ من صباح السبت وتنتهي مساء الجمعة الذي يليه)، بحيث تدفع الشركة للمستخدم أثمنة الطرود المحصلة من نقاط التسليم لصالح المستخدم، ويخصم منها البدل المالي الخاص بالشركة في حال لم يتم دفعه من قبل نقاط التسليم و/أو البدل المالي عن الطلبات الراجعة و/أو أي رسوم و/أو تكاليف أخرى يتم الاتفاق عليها مثل رسوم التأمين و/أو التخليص الجمركي، إن وجدت، كما هو موضح في البند (6)؛\n9.  إمكانية ان يكون دفع المبالغ النقدية المحصلة للمستخدم خلال فترة زمنية أقل مما ذكر في البند (8) في حالة اتفق الطرفان على ذلك و يتم تنظيمه في ملحق.\n10.  سيتمكن المستخدم من تتبع الطلبات ومعلومات السائق الذي سيقوم بتسليم الطرد لنقطة التسليم وذلك عبر خدمة وي ديلفر. \n\n1.  مدة الاتفاقية \n1.  مدة هذه الاتفاقية هي سنة ميلادية واحدة، تسري من تاريخ النفاذ، وتتجدد تلقائياً ما لم يشعر أحد الفريقين الآخر بعدم رغبته بتجديدها قبل مدة لا تقل عن (60) ستين يوماً من تاريخ انتهاء مدتها أو أي مدد التجديد. \n2.  يحق للشركة فسخ أو انهاء هذه الاتفاقية في اي وقت تشاء خلال مدتها أو مدة تجديدها، وذلك من خلال تبليغ المستخدم بذلك كتابياً قبل مدة (30) ثلاثين يوماً على الأقل من تاريخ الفسخ أو الانهاء الفعلي، دون ان يترتب على الشركة اي تبعات مالية و/او قانونية نتيجة لذلك، ويلتزم كل من الفريقين بتأدية التزاماته الواردة في هذه الاتفاقية خلال مدة الإشعار وحتى تاريخ الانهاء الفعلي. \n\n1.  البدل المالي\n1.  مقابل قيام الشركة بتوفير خدمات تسهيل توصيل الطرود للمستخدم من خلال خدمة وي ديلفر، يلتزم المستخدم بدفع البدل المالي و/أو بإلزام الشخص المستلم لدى نقطة التسليم بدفع البدل المالي وذلك وفقاً لقائمة الأسعار الواردة في الملحق (أ) من هذه الاتفاقية (\\\"البدل المالي\\\")، على أنه يلتزم المستخدم بتحديد الجهة التي ستقوم بالدفع في الطلب الرسمي المرسل من المستخدم عبر خدمة وي ديلفر. \n2.  في حال جاء في الطلب الرسمي المرسل من المستخدم أن ممثل نقطة التسليم هو الذي يتوجب عليه دفع ثمن الطرد و/أو البدل المالي، وامتنع ممثل نقطة التسليم عن دفع ثمن الطرد و/أو البدل المالي و/أو رفض استلام الطرد لأي سبب من الأسباب و/أو تعذر الوصول له و/أو التواصل معه لأي سبب خارج عن سيطرة الشركة و/أو السائق، يلتزم المستخدم بدفع البدل المالي، بالاضافة الى تكاليف إرجاع الطرد للمستخدم. ويحق للشركة القيام بخصم البدل المالي المستحق لها من أية مبالغ و/أو أثمان الطرود التي قامت باستلامه. \n3.  يكون البدل المالي المترتب على الخدمات التي تقوم الشركة بتقديمها شاملاً لضريبة القيمة المضافة. \n4.  في حال تكبدت الشركة أية رسوم و/أو مصاريف و/أو ضرائب و/أو أثمنة طرود و/أو غيرها من المصاريف أثناء قيامها بتقديم خدماتها، والتي تشمل على سبيل المثال لا الحصر أي رسوم تخليص جمركي و/أو تأمين اضافي على الطلبات، يلتزم المستخدم بدفعها بالإضافة الى البدل المالي. وعليه، فإن البدل المالي يكون غير شامل لأي من هذه المصاريف و/أو الرسوم. \n\n1.  سياسة التأمين\n1.  التأمين الأساسي: توفر الشركة لكافة المستخدمين (والذين من ضمنهم المستخدم المتعاقد مع الشركة بموجب هذه الاتفاقية) تأميناً شاملا للمركبات المستخدمة بمجرد توقيعهم على هذه الاتفاقية وتشمل الطرود المنقولة. \n\n1.  التزامات الشركة تلتزم الشركة بكل من الآتي: \n1.  انشاء اسم مستخدم وكلمة سر خاصة بالمستخدم تمكنه من استخدام خدمة وي ديلفر وتسليمها للمستخدم خلال مدة ثلاث أيام عمل من تاريخ النفاذ. \n2.  تدريب المستخدم على استخدام خدمة وي ديلفر وذلك خلال مدة أسبوع من تاريخ النفاذ من خلال إرسال مادة تدريبية مقروءة أو مرئية أو من خلال زيارة ميدانية للمستخدم، وفقاً لما تراه الشركة مناسباً. \n3.  توفير عدد من السائقين لغايات استيعاب عدد الطلبات الرسمية الصادرة عن المستخدم.\n4.  توفير أي معلومات حول خدمة وي ديلفر و/أو كيفية استخدامه فور طلب المستخدم. \n5.  اجراء صيانة دورية على خدمة وي ديلفر لضمان قيام المستخدم باستخدامها بأحسن صورة. \n6.  الإستجابة لطلبات الدعم الفني المرسلة من المستخدم بخصوص أي خلل في خدمة وي ديلفر. \n7.  تقديم خدمة الزبائن والدعم الفني عبر عدة قنوات للمستخدم.\n8.  الزام السائقين باستلام وتسليم الطرود الخاصة بالمستخدم، و بالمحافظة على الطرود أثناء عملية النقل. على أنه لا تكون الشركة مسؤولة قانونياً و/أو مالياً عما قد يصيب الطرود التي ليست تحت يدها و/أو سيطرتها و/أو سيطرة السائقين؛ كما لا تكون الشركة مسؤولة عن أي عطل و/أو ضرر و/أو تلف في الطرود يكون سببه راجعاً لقوة قاهرة، و/او حادث فجائي، و/أو لسبب لا يد للشركة و/أو أي من السائقين فيه. وبخلاف ذلك، وفي حال كان سبب الضرر و/أو التلف و/أو الضياع و/أو الفقدان يعود على الشركة و/أو أي من السائقين، فيتم تطبيق أحكام البند (7) من هذه الاتفاقية. \n9.  الزام السائقين بالمحافظة على سرية الطرود ومحتواها، وعدم العبث بها، الا إذا شك و/أو تبين للسائق أن مضمون هذه الطرود يتضمن مواد تعتبر حيازتها و/أو نقلها غير قانوني.\n10.  في حال تعذر السائق عن تسليم الطرد في نقطة التسليم لأي سبب خارج عن سيطرة السائق، ستقوم الشركة بإلزام السائق بإرجاع الطرد للمستخدم خلال مدة لا تزيد عن أسبوع من وقت تعذر السائق عن التسليم.  \n\n1.  التزامات المستخدم يقر ويتعهد ويلتزم المستخدم بكل من الآتي: \n1.  يقر المستخدم بأن الشركة غير مسؤولة قانونياً او مالياً عما قد يصيب البضائع من عطل و/أو ضرر و/أو تلف يكون سببها راجعاً لقوة قاهرة، و/او حادث فجائي، و/أو لسبب لا يد للشركة و/أو للسائق فيه. وبخلاف ذلك، وفي حال كان سبب الضرر و/أو التلف و/أو الضياع و/أو الفقدان يعود على الشركة و/أو أي من السائقين، فيتم تطبيق أحكام البند (7) من هذه الاتفاقية.\n2.  يقر المستخدم أن طبيعة عمل الشركة تستلزم قيامها بالتعاقد مع جهات أخرى لغايات تقديم الخدمات الواردة في هذه الاتفاقية؛ وعليه، فإن تعاقد الشركة مع أي جهة أخرى لا يمثل اخلالاً بالتزاماتها الواردة في هذه الاتفاقية.\n3.  يقر المستخدم أن الشركة و/أو السائق غير مسؤولين عن محتوى الطرد، وأن الطرود التي سيتم استلامها وتسليمها بموجب هذه الاتفاقية لا تحتوي على أية مواد تعتبر حيازتها غير قانوني، وفي حال احتواء أي من الطرود على ذلك، يقر المستخدم بحق السائق برفض نقلها، كما يتعهد المستخدم بتحمله المسؤولية الكاملة عن ذلك وحده، ويقر المستخدم بأن لا علم لدى الشركة و/أو السائق بمحتوى الطرود الحقيقي؛ وبالتالي، يخلي المستخدم مسؤولية كل من الشركة والسائق عن ذلك؛ كما يقر المستخدم بأن السائق غير مسؤول عن نقل أي من المواد التي تعتبر حيازتها و/أو نقلها غير قانوني والتي تشمل المواد التي يحظر نقلها بموجب أي قوانين و/أو تشريعات و/أو أنظمة و/أو تعليمات و/أو لوائح صادرة عن جهات حكومية محلية و/أو دولية و/أو أية تعليمات داخل و/أو خارجها، والتي تشمل على سبيل المثال لا الحصر الأسلحة النارية و/أو السبائك و/أو الأعمال الفنية و/أو الصكوك القابلة للتداول و/أو والمجوهرات و/أو والمعادن الثمينة و/أو الأحجار الكريمة و/أو المواد الفاحشة و/أو المحتويات الإباحية و/أو طوابع البريد و/أو العقود و/أو المواد الخطرة و/أو القابلة للاحتراق و/أو شيكات الصراف و/أو أوامر الدفع و/أو الكربون الصناعي و/أو الألماس و/أو التحف و/أو النباتات و/أو الحيوانات و/أو البضائع غير المصرح عنها ضريبياً لدى الجهات المختصة. وفي حال قام المستخدم بنقل أي من هذه المواد دون علم الشركة و/أو السائق بذلك، يقر المستخدم بأنه مسؤول مسؤولية كاملة عن كافة الأضرار المباشرة وغير المباشرة التي قد تصيب الشركة و/أو السائق جراء هذا النقل، كما يقر المستخدم بأنه لن يعود على الشركة و/أو السائق بالمطالبة بأي خسارة و/أو ضرر و/أو عطل و/أو نقصان و/أو مخالفة ناتجة عن قيام الشركة و/أو السائق بنقل هذه المواد بدون علم الشركة و/أو السائق بمحتواها.\n4.  يقر المستخدم بحق السائق بإلغاء الطلب الرسمي في حال تأخر المستخدم عن تسليم الطرد في نقطة الإرسال للسائق عن مدة تزيد عن (10) عشر دقائق. وفي حال قيام السائق بإلغاء الطلب الرسمي وفقاً لذلك، يقر المستخدم بأن الشركة و/أو السائق لا يكونان مسؤولان عن تعويض المستخدم عن أية أضرار تصيبه نتيجة ذلك. \n5.  يقر المستخدم بحق السائق بإرجاع الطرد في حال تأخر المستلم عن استلام الطرد في نقطة التسليم عن مدة تزيد عن (10) عشر دقائق، على أن يتحمل المستخدم كامل التكاليف الإضافية المترتبة على ذلك. \n6.  يقر المستخدم بحق الشركة و/أو السائق بإضافة ملصق على الطرد يحمل العلامة التجارية الخاصة بشركة وي ديلفر و/أو خدمة وي ديلفر، على ألا تتم تغطية و/أو حجب العلامات التجارية و/أو الاسم التجاري و/أو أي من تفاصيل المستخدم الواردة على الطرد. \n7.  يقر المستخدم بعدم التزام الشركة و/أو أي من السائقين باستلام طرود من نقاط ارسال و/أو توصيل الطرود لأي نقطة تسليم خارج النطاق الجغرافي المحدد في هذه الاتفاقية. \n8.  يتعهد ويلتزم المستخدم بأن تكوم كافة محتويات الطرد الذي سيقوم بنقلها هي ملكاً له أو يملك الحق في نقلها؛ وبالتالي، يقر المستخدم بأن الشركة و/أو السائق لن يكونا مسؤولين عن نقل الطرود التي لا تكون ملكاً للمستخدم و/أو تلك التي لا يملك المستخدم حقاً بنقلها.\n9.  يلتزم المستخدم بإرسال الطلبات الرسمية التي تشمل كافة التفاصيل الخاصة بعملية نقل الطرد بصورة دقيقة، وذلك من خلال خدمة وي ديلفر. وعليه، لا تكون الشركة و/أو السائق مسؤولين عن أي خلل في المعلومات التي قام المستخدم بتعبئتها لغايات نقل الطرد. \n10.  يلتزم المستخدم بأن تكون الطرود جاهزة للاستلام من قبل السائق، وذلك عند إرسال الطلب الرسمي، إلا اذا تضمن الطلب الرسمي وقت استلام مؤجل/ لاحق.\n11.  في الحالات التي يكون فيها ممثل نقطة التسليم ملزماً بدفع البدل المالي المستحق للشركة، فإنّه يلتزم ويتعهد بإعلام زبائنه بأن ثمن الطرد الذي يتم نقله له هو غير شامل للبدل المالي والمستحق للشركة. \n12.  يتحمل المستخدم كامل المسؤولية والتكاليف الاضافية في حال قيام السائق بعمليات نقل إضافية، ويشمل ذلك أية مصاريف إضافية تكبدها السائق نتيجة قيامه بنقل ذات الطرد مرة أخرى لنقطة التسليم مرة أخرى لتعذر السائق عن تسليمها لهذه النقطة في المرة الأولى لأي سبب خارج عن سيطرة السائق و/أو الشركة؛ كما يشمل ذلك أية مصاريف إضافية يتكبدها السائق نتيجة قيامه بإعادة الطرد للمستخدم في حال رفض ممثل نقطة التسليم لاستلام الطرد و/أو رفضه للتوقيع على استلامها. \n13.  يتحمل المستخدم كافة المسؤولية والتكاليف الإضافية في حال عدم قيام ممثل نقطة التسليم بدفع ثمن الطرد و/أو البدل المالي المستحق للشركة.\n14.  يلتزم المستخدم بالإفصاح عن طبيعة محتوى الطرد المراد ارساله عن طريق خدمة وي ديلفر عند اصدار الطلب الرسمي، وفي حال مخالفة طبيعة الطرود للمعلومات المفصح عنها، يحق للشركة و/أو السائق الاعتذار عن تقديم خدماتها.\n\n1.  السرية\n1.  يلتزم المستخدم بالمحافظة على سرّية جميع بنود هذه الاتفاقية، بالإضافة الى سرية المعلومات والبيانات التي يتم اطلاعه عليها بحكم هذه الاتفاقية سواء كان ذلك قبل توقيعها أو بعد ذلك، وبعدم إفشائها لأي طرف ثالث بأي شكل أو تحت أي ظرف كان، إلا في حالة موافقة الشركة الخطية المسبقة على ذلك.\n2.  يلتزم المستخدم بعدم اطلاع أي طرف ثالث على محتوى خدمة وي ديلفر و/أو ما فيها من بيانات و/أو معلومات و/أو كيفية استخدامها دون الحصول على موافقة خطية مسبقة من الشركة. \n\n1.  الملكية الفكرية \n1.  تكون شركة وي ديلفر وحدها المالكة لكافة حقوق الملكية الفكرية الخاصة بخدمة وي ديلفر. وعليه، تحتفظ شركة وي ديلفر بكافة حقوقها بخدمة وي ديلفر من محتوى، وتصاميم، وعلامات تجارية وبراءات اختراع، وغيرها من الحقوق المرتبطة بملكيتها لخدمة وي ديلفر (\\\"حقوق الملكية الفكرية\\\").\n2.\\u200C من المتفق عليه بين الفريقين أن هذه الاتفاقية لا تتضمن تنازلاً من الشركة و/أو من شركة وي ديلفر للمستخدم عن حقوق الملكية الفكرية لشركة وي ديلفر، بحيث تبقى كافة حقوق الملكية الفكرية والتي من ضمنها العلامات التجارية والتطبيقات والتصاميم الواردة في خدمة وي ديلفر ملكاً لشركة وي ديلفر وحدها.\n3.  يلتزم المستخدم بعدم نشر أي مواد اعلانية و/أو تسويقية متعلقة بخدمة وي ديلفر و/أو بالشركة و/أو بشركة وي ديلفر و/أو تحتوي على شعار خدمة وي ديلفر و/أو علامات شركة وي ديلفر التجارية عبر أي وسيلة اعلام والتي تشمل على سبيل المثال لا الحصر وسائل التواصل الاجتماعي، و/أو التلفاز، و/أو الانترنت، و/أو الراديو، و/أو أي وسيلة أخرى، دون الحصول على موافقة الشركة و/أو شركة وي ديلفر الخطية المسبقة على ذلك. \n1.  العطل والضرر في حال أخل المستخدم بأي من الأحكام الواردة في هذه الاتفاقية و/أو بأي من الالتزامات و/أو التعهدات و/أو الاقرارات الواردة فيها، فإن للشركة و/أو لشركة وي ديلفر الحق باتخاذ جميع و/أو بعض الإجراءات التالية وفق لإرادة الشركة المنفردة ودون الحاجة لإخطار أو إشعار المستخدم، ودون الحاجة للجوء للقضاء: \n1.  فسخ الاتفاقية فوراً؛\n2.  مطالبة المستخدم بالتعويض عن كافة الأضرار المباشرة و/أو غير المباشرة، المادية و/أو المعنوية، التي لحقت بالشركة و/أو بشركة وي ديلفر نتيجة إخلال المستخدم بالتزاماته الواردة في هذه الاتفاقية.\n1.  القوة القاهرة لن تكون الشركة و/أو السائقون مسؤولين بموجب هذه الاتفاقية عن أي فشل أو تأخير في أداء التزاماتها ومسؤولياتها المذكورة هنا في حالات القوة القاهرة والتي تشمل الإضرابات، وقف العمل، النقص، وأعمال الشغب والحرائق و/أو العصيان، والفيضانات، والعواصف، والانفجارات، والكوارث الطبيعية، والحرب، و/أو أعمال الإرهاب، و/أو الحواجز، و/أو الزلازل، و/أو الأوبئة، و/أو فرض قيود الحجر الصحي و/أو الحظر على الشحن، و/أو الاضطرابات العامة و/أو لأي سبب آخر خارج عن سيطرة الشركة و/أو السائق. \n1.  القانون المطبق وحل النزاعات في حال ثار أي نزاع بين أطراف هذه الاتفاقية حول أي أمر يتعلق بتفسير أو تطبيق هذه الاتفاقية أو أي من بنودها، يتم حل النزاع عن طريق المحاكم المختصة في مدينة الرياض، وفقاً لأحكام القوانين المطبقة في المملكة العربية السعودية.\n\n1.  أحكام عامة \n1.  إن مجرد إرسال أي إشعار أو خطاب عادي أو بريد الكتروني بأي وسيلة كانت إلى أي من الفريقين على العنوان المثبت لدى الفريق الآخر يعتبر بينة كافية على استلامه ويعتبر تبليغاً أصولياً.\n2.  يعتبر كل ما ورد في هذه الاتفاقية مجمل الاتفاقية وعليه فإن أي أمر غير وارد في هذه الاتفاقية صراحة يعتبر خارجاً عنها ولا يمكن لأي من الفريقين التمسك به بأي حال من الأحوال.\n3.  لا يجوز تعديل أي بند من بنود هذه الاتفاقية إلا بموجب اتفاق خطي بين الفريقين حول ذلك. \n1.  البنود والصفحات والنسخ تم تحرير هذه الاتفاقية من غلاف، ومقدمة، و(16) ستة عشر بنداً، تقع على (8) ثماني صفحات، بالإضافة الى ملحق واحد، ومن نسختين أصليتين، بحيث يتم توقيع كل صفحة من صفحاتها من قبل الفريقين، وبحيث يحتفظ كل طرف منهما بنسخة واحدة منها، وتعتبر كل منها نسخة أصلية. عن الشركة   عن المستخدم السيد ايهاب طه محمد الخياري الملحق (أ)\nأسعار خدمة التوصيل المرن المكان السعر أسعار التوصيل داخل نفس مدينة الاستلام ( التوصيل خلال يوم واحد) 22 ريال للطرد \nأسعار التوصيل ما بين المدن (التوصيل خلال 3-4 أيام) 35 ريال للطرد \nالطرود الكبيرة (Large) ( بحجم الطرد 35 سم مكعب) يضاف 5 ريال على السعر المذكور أعلاه **الطرود الكبيرة(XLarge ) ( بحجم الطرد تزيد عن 35 سم مكعب و لا يزيد عن 70 سم مكعب) يكون بحجم طردين من المذكور أعلاه الطرد متعدد الأجزاء (طرود مكونة من عدة أكياس أو صناديق لنفس الوجهة) يضاف 5 ريال على الأسعار أعلاه الطرود ذات المحتوى الحساس ( مثلا القابل للكسر) لا رسوم إضافية Direct Delivery Prices \nأسعار خدمة التوصيل المباشر المكان السعر توصيل داخل نفس المنطقة خلال 60-90 دقيقة 17 ريال للطرد لأول 1000 طلب شهرياً 16 ريال للطرد الواحد للطلبات التي تلي ذلك الأسعار لأول 8 كيلومتر ، يضاف 1 ريال فقط لكل كيلومتر إضافي و بحد أقصى 15 كيلو متر للطلب الواحد Dedicated Fleet Prices\nأسعار خدمة التوصيل من خلال أسطول مخصص المكان السعر توصيل داخل نفس المدينة بحد أقصى 15 كيلو متر للطلب الواحد 18 ريال للطرد و بحد أدنى 25 طلب للمركبة الواحدة ملاحظات: \n- الأسعار شاملة ضريبة المبيعات  \n- الأسعار سارية المفعول لمدة 3 شهور من تاريخ الاتفاقية و تتجدد تلقائياً ما لم يتم إجراء تعديل عليها مع ابلاغ المستخدم خطياً بذلك. \n- قد تقوم الشركة بتقديم خصومات دورية على الأسعار حسب عدد طلبات المستخدم شهرياً.'",
  "support": "الدعم",
  "correct_sa_num_msj": "يجب عليك إضافة رقم سعودي صحيح",
  "correct_g_num_msj": "يجب عليك إضافة رقم عالمي صحيح",
  "signup": "تسجيل حساب",
  "business_details": "تفاصيل العمل",
  "full_name_ar": "الاسم الكامل (عربي)",
  "full_name_ar_msj": "الرجاء إدخال الاسم الكامل (AR)",
  "full_name_eg": "الاسم الكامل (بالإنكليزية)",
  "full_name_en_msj": "الرجاء إدخال الاسم الكامل (بالإنكليزية)",
  "business_type": "نوع العمل",
  "business_type_msj": "الرجاء إدخال نوع عملك",
  "cr_number": "رقم السجل التجاري",
  "cr_number_msj": "الرجاء إدخال رقم السجل التجاري",
  "primary_user": "تفاصيل المستخدم الأساسي",
  "primary_user_msj": "يمكنك إضافة المزيد من المستخدمين بأذونات مختلفة بعد تسجيل الدخول",
  "full_name": "الاسم بالكامل",
  "full_name_msj": "الرجاء إدخال اسم المستخدم الكامل",
  "mobile": "الهاتف المحمول",
  "mobile_msj": "الرجاء إدخال رقم الهاتف المحمول",
  "email": "بريد إلكتروني",
  "email_msj_1": "الرجاء إدخال عنوان البريد الإلكتروني",
  "email_msj_2": "أدخل عنوان بريد إلكتروني صالح",
  "address": "عنوان الاستلام الأساسي",
  "address_msj": "يمكنك إضافة المزيد من مواقع الاستلام أو الفروع بعد تسجيل الدخول",
  "city": "مدينة",
  "city_msj": "الرجاء إدخال المدينة",
  "area": "منطقة",
  "area_msj": "الرجاء إدخال المنطقة",
  "address_line": "خط عنوان",
  "address_line_msj": "الرجاء إدخال سطر العنوان",
  "mobile_location_manager": "رقم الجوال لمدير الموقع",
  "mobile_location_manager_msj": "الرجاء إدخال رقم الهاتف المحمول لمدير الموقع",
  "accept": "قبول",
  "terms_conditions": "الشروط والأحكام",
  "register": "تسجيل",
  "terms_conditions_msj": "يجب عليك قبول الشروط والأحكام",
  "back": "رجوع",
  "login": "تسجيل دخول",
  "email_mobile": "البريد الإلكتروني / الجوال",
  "login_msj": "الرجاء إدخال البريد الإلكتروني / الجوال",
  "password": "كلمة المرور",
  "password_msj": "الرجاء إدخال كلمة المرور",
  "create_order": "إنشاء طلب",
  "name_msj": "الرجاء إدخال الاسم",
  "order_price": "سعر الطلب",
  "delivery_timeslot": "موعد التسليم",
  "who_will_pay": "من سيدفع تكلفة التوصيل",
  "me": "أنا",
  "customer": "عميل",
  "write_note": "أدخل ملاحظاتك هنا",
  "parcel_size": "حجم الطرد",
  "fragile": "قابل للكسر",
  "liquid": "سائل",
  "your_delivery_info": "معلومات التسليم الخاصة بك",
  "delivery_cost": "تكلفة التوصيل",
  "total_cdd": "إجمالي COD",
  "no_information": "لا يوجد معلومات",
  "eta": "ETA",
  "place_order": "إنشاء طلب",
  "pic": "Pic",
  "delivery_info": "معلومات التوصيل",
  "view": "اظهار",
  "other_info": "معلومات اخرى",
  "notes": "ملاحظات",
  "live_tracking": "متابعة مباشرة",
  "live_chat": "محادثة مباشرة",
  "edit": "تعديل",
  "cancel": "إلغاء",
  "cancel_reason": "اختر سبب إلغاء الطلب",
  "cancel_reason_msj": "الرجاء تحديد سبب الإلغاء",
  "extra_info_msj": "الرجاء إدخال معلومات إضافية",
  "cancelling_extra_info_msj": "اكتب معلومات إضافية حول الإلغاء",
  "ok": "حسنا",
  "my_orders": "طلباتي",
  "search_msj": "البحث عن طريق رقم التتبع أو الاسم",
  "status": "الحالات",
  "pickup_branch": "فرع الإستلام",
  "range_of_dates": "نطاق التواريخ",
  "no_order": "لا يوجد طلب",
  "home": "الرئيسة",
  "new_order": "طلب جديد",
  "total": "المجموع",
  "ongoing": "جاري التنفيذ",
  "delivered": "تم التوصيل",
  "failed": "فشلت",
  "pickup_address": "عنوان الاستلام",
  "customer_address": "عنوان العميل",
  "all": "الكل",
  "delivery_failed": "فشل التسليم",
  "picking_up_failed": "فشل الاستلام",
  "assigned_for_delivery": "مخصص للتسليم",
  "delivering": "في التوصيل",
  "pending_delivery": "في انتظار التسليم",
  "picked_up": "استلام",
  "picking_up": "خلال الاستلام",
  "last_30_days": "اخر 30 يوم",
  "last_60_days": "اخر 60 يوم",
  "last_90_days": "اخر 90 يوم"
}
